{
  "title": {
    "title": "Sprachtrainings"
  },
  "single-training": {
    "title": "Einzelunterricht",
    "benefit-title": "Vorteile",
    "description": "Unser Premium-Einzelsprachentraining bietet unvergleichliche Flexibilität und Effizienz. Dieser personalisierte Ansatz wurde für Berufstätige entwickelt, die einen schnellen Spracherwerb anstreben. Sie werden mit fachkundigen Trainern zusammengebracht, die jede Sitzung auf Ihre spezifischen Bedürfnisse, Ihren Lernstil und Ihre Branchenanforderungen abstimmen.",
    "benefits": "Erzielen Sie in kürzester Zeit fließende Sprachkenntnisse mit persönlicher Betreuung durch erfahrene Trainer. Genießen Sie maximale Flexibilität bei der Terminplanung und einen maßgeschneiderten Lehrplan, der auf Ihre spezifischen beruflichen Anforderungen zugeschnitten ist."
  },
  "group-training": {
    "title": "Gruppentraining",
    "benefit-title": "Vorteile",
    "description": "Unsere Sprachkurse in kleinen Gruppen verbinden gemeinsames Lernen mit persönlicher Betreuung. Die Teilnehmer werden sorgfältig nach ihrem Sprachniveau ausgewählt, um ein ideales Umfeld für die praktische Anwendung der Sprache durch interaktive Diskussionen und teambasierte Aktivitäten zu schaffen",
    "benefits": "Erweitern Sie Ihre Sprachkenntnisse und bauen Sie gleichzeitig wertvolle berufliche Beziehungen in einer unterstützenden Teamumgebung auf. Profitieren Sie von unterschiedlichen Perspektiven und üben Sie das Sprechen in kleinen, sorgfältig ausgewogenen Gruppen."
  },
  "modular-training": {
    "title": "Modulartraining",
    "benefit-title": "Vorteile",
    "description": "Unser innovativer modularer Ansatz bietet intensiven, fokussierten Sprachunterricht in kompakten, strategisch geplanten Blöcken. Statt wöchentlicher Verpflichtungen nehmen die Teilnehmer an konzentrierten monatlichen Sitzungen mit klar definierten Zielen teil, die durch optionale Ressourcen für das Selbststudium zwischen den Modulen unterstützt werden.",
    "benefits": "Beherrschen Sie spezifische berufsbezogene Sprachkenntnisse durch konzentrierte, hochwirksame Sitzungen. Machen Sie Fortschritte durch einen strukturierten Lehrplan mit progressiven Modulen, ohne sich zu wöchentlichen Kursen zu verpflichten - perfekt für vielbeschäftigte Berufstätige."
  },
  "workshops": {
    "title": "Workshops",
    "benefit-title": "Vorteile",
    "description": "Unsere intensiven, eintägigen Sprachworkshops sind intensive Problemlösungssitzungen, die auf spezifische berufliche Szenarien ausgerichtet sind. Durch gemeinsame Übungen und angeleitetes Üben entwickeln die Teilnehmer praktische Sprachlösungen für reale Herausforderungen am Arbeitsplatz.",
    "benefits": "Entwickeln Sie in nur einem Intensivtag maßgeschneiderte Sprachlösungen für spezifische Geschäftsanforderungen. Erwerben Sie branchenspezifisches Vokabular und praktische Kommunikationsmittel durch gemeinsames Problemlösen in einer unterstützenden Umgebung."
  }
}
