{
  "title": {
    "title": "Online Unterricht"
  },
  "paragraph1": {
    "title": "Online Unterricht",
    "description": "Vor Jahren hatte Business Languages Augsburg schon die geniale Idee online Unterricht über die virtuelle Plattform “Second Life” anzubieten. Viel Geld wurde investiert und ein brillantes Konzept entwickelt. Was wurde daraus? Unsere Kunden wollten es nicht. Dann kam März 2020 und plötzlich wollte und brauchte jeder Online-Training. Nachdem wir die Idee einige Jahre lang ausgeklammert hatten mussten wir uns nun anpassen oder untergehen. Wir haben uns der Herausforderung erfolgreich gestellt und bieten nun innovative Online-Trainings an. Mit dem Video auf unserer Homepage können sie sich leicht davon überzeugen wieso sie Online-Trainings bei uns machen sollten. Ansonsten können Sie im Folgenden mehr darüber lesen."
  },
  "paragraph2": {
    "title": "Wie funktioniert es?",
    "description": "2020 haben wir uns völlig auf die Entwicklung unserer Online-Trainings fokussiert. Wir können uns auf jedes Serviceprogramm einstellen mit dem Sie in ihrer Firma bereits vertraut sind (Microsoft Teams, Skype, Slack, Flock, Workplace by Facebook, Google Drive, Bria teams, was auch immer). Sie können ihren PC, Laptop, ihr Handy, Tablet, Kühlschrank oder was auch immer Sie nutzen um sich mit dem Internet zu verbinden. Wir entwickeln individuelle Unterrichtskonzepte welche speziell an Ihre Firma und deren Branche angepasst sind um fachspezifisches, praxisorientiertes Sprachtraining, anzubieten – wann immer sie wollen. Wir bieten Einzeltraining und Unterricht in kleine Gruppen an – im modularen und im Workshop-Format. Hier ein paar Beispiele:"
  },
  "paragraph3": {
    "title": "Deutschtraining, Einzelunterricht.",
    "description": "Viele Geschäftsleute in Deutschland kommen aus dem Ausland und müssen ihr Deutsch für ihre Arbeit verbessern. Wir beginnen mit einem virtuellen Meeting in dem wir das Deutschniveau (falls vorhanden) feststellen und Ziele festlegen. Der*die Trainer*in schlägt daraufhin Zeitfenster und die Regelmäßigkeit der Treffen vor. Hausaufgaben können (falls sinnvoll) elektronisch geschickt werden und die Unterrichtsstunden können zum späteren Anschauen aufgenommen werden. Neues Vokabular wird durch die Chat-Funktion vermittelt. Wie bei allen unseren Klassen liegt der Fokus auf Kommunikation. Kulturelle Aspekte werden vermittelt, wie zum Beispiel wann man „Du“ oder „Sie“ zu verwendet. Zudem geben wir Ratschläge für Alltagsaufgaben wie zum Beispiel wie man in Deutschland ein Bank Konto eröffnet oder einkauft. Vor allem jedoch agieren wir als Resonanzboden und Übungspartner für Ihren Geschäftsaustausch."
  },
  "paragraph4": {
    "title": "Grundkenntnisse Mandarin, Gruppentraining",
    "description": "Die Gruppe sollte klein (wir empfehlen 4 Teilnehmer), homogen (es ist nicht sinnvoll Anfänger mit Fortgeschrittenen in einer Gruppe zu haben) und zielorientiert sein. In Absprache mit den Teilnehmern, Vorgesetzten und Personalabteilungen teilen wir die Gruppen nach einem Einstufungsgespräch online oder per Telefon ein. Aktives Mitarbeiten wird stets ermutigt und Anwendungsaufgaben werden angeboten. Wir werden Sie nicht ‚bullshitten‘: Sie werden die Grundlagen wie höfliche Phrasen, Zahlen, Zeichen lesen, in Hotels einchecken, Gäste empfangen etc. lernen. Diese Sprache komplett zu beherrschen verlangt jedoch Ihre komplette Hingabe."
  },
  "paragraph5": {
    "title": "Workshops",
    "description": "Normalerweise ist dies ein ganztätiges Training zu diversen Themen wie Führungen durch die Produktionsstätte inklusive Produkttraining und dem Umgang mit Fragen – oder vielleicht Telefongespräche mit einem Fokus auf Kundenbetreuung. Mehr Details finden Sie in unserem Programm."
  },
  "paragraph6": {
    "title": "Modulares Training: Geschäftsenglisch",
    "description": "Diese sind normalerweise nicht wöchentlich oder alle zwei Wochen wie die oben genannten Beispiele, sondern einmal im Monat einen ganzen oder halben Tag lang. Ein einzelnes Thema wird an diesem Tag behandelt, wie zum Beispiel Präsentationen oder Verhandlungen, technisches Englisch oder Englisch für Online-Handelsmessen. Der Umfang der individuellen Module wird speziell für Ihr Unternehmen gestaltet. Ein Programm zum eigenständigen Lernen kann für die Zeit zwischen den Modulen entwickelt werden."
  }
}
